

TOKEN = "5441376153:AAFMy3DQrRLIn16ijCtMnSlqhANzf1hLMXk"

keys = {
    'евро': 'EUR',
    'доллар': 'USD',
    'рубль': 'RUB',
    'биткойн': 'BTC',
    'эфириум': 'ETH',
}
slang_multi = {
    'евро': 'евро',
    'доллар': 'долларов',
    'рубль': 'рублей',
    'биткойн': 'биткойнов',
    'эфириум': 'эфириума',
}
slang_base = {
    'евро': 'евро',
    'доллар': 'долларах',
    'рубль': 'рублях',
    'биткойн': 'биткойнах',
    'эфириум': 'эфириуме',
}
slang_one = {
    'евро': 'евро',
    'доллар': 'доллара',
    'рубль': 'рубля',
    'биткойн': 'биткойна',
    'эфириум': 'эфириума',
}